{
  "GoBackToResults": "Results",
  "Title": "How the calculation works",
  "Intro": "Your daily calorie intake target is obtained in three steps:",
  "CalculateBMR": "Calculate basal metabolic rate",
  "CalculateTDEE": "Calculate total daily energy expenditure",
  "CaterToFitnessGoal": "Cater to your fitness goal",
  "HowTo": "How",
  "StepOneFirstPara": "Basal metabolic rate (BMR) is the number of calories you need to keep your body functioning at rest.",
  "StepOneSecondPara": "We use the Mifflin-St Jeor Equation to estimate your BMR. Mifflin-St Jeor Equation is able to produce accurate BMR estimations from easy-to-measure body indexes.",
  "BMREquationName": "Mifflin-St Jeor Equation",
  "ForMen": "For men:",
  "ForWomen": "For women:",
  "StepOneThirdPara": "Weight and height are in kilograms and in centimeters, respectively.",
  "StepTwoFirstPara": "Total daily energy expenditure (TDEE) is the total number of calories your body burn per day. It consists of:",
  "TheBMR": "The BMR",
  "FoodThermicEffect": "The thermic effect of food: energy used to digest food and store the nutrients",
  "ActivityThermicEffect": "The thermic effect of physical activity: energy burned during physical actvities",
  "StepTwoSecondPara": "These elements combined is the total energy your body burns in a day. Your daily calorie intake target should be based on your TDEE.",
  "StepTwoThirdPara": "We calculate TDEE by multiplying your BMR by an activity level factor.",
  "StepTwoFourthPara": "Depending on how much exercise you do, your activity level factor ranges from 1.2 to 1.9. The following table shows how your weekly exercise amount maps to activity level factors.",
  "ActivityLevelFactorTableName": "Weekly exercise amount to activity level factor mapping",
  "WeeklyExerciseAmount": "Weekly exercise amount",
  "ActivityLevelFactor": "Activity level factor",
  "StepThreeFirstPara": "The last step is to adjust TDEE calculation result according to your fitness goal.",
  "StepThreeSecondPara": "The modification is needed in order to achieve a calorie surplus or deficit depending on your goal:",
  "WeightGainingExplanation": "For weight training, you need a calorie surplus so that you have extra energy that can translate to bigger muscle.",
  "WeightLossExplanation": "For fat loss, you need a calorie deficit which will eventually lead to weight loss.",
  "StepThreeThirdPara": "For weight training, increase TDEE result by 10%.",
  "StepThreeFourthPara": "For fat loss, decrease TDEE result by 10%.",
  "StepThreeFifthPara": "If you want to maintain your current weight, take TDEE as your target."
}